import React from "react"
import styles from "../styles/Cart.module.scss"

const AboutScreen = () => {
    return (
        <>
            <div className={styles.orderHistory} style={{ textAlign: "justify" }}>
                <div className="container">
                    <div className="row ">
                        <div className="col-lg-12 col-12  mt-3">
                            <h2>О нас: наша история, миссия и ценности</h2>
                            <p>
                            Мы - 925Kazakhstan, компания, которая создает красоту и радость в жизни людей с 2019 года. Мы являемся лидером в производстве и продаже стильных и качественных ювелирных изделий из серебра, драгоценных камней, а также разнообразных аксессуаров, включая сумки, шарфы, часы и детские украшения.
                            </p>
                            <p>
                            Наша миссия - предоставлять нашим клиентам доступ к стильным, модным и высококачественным украшениям и аксессуарам по приемлемой цене. Мы стремимся предложить нашим клиентам широкий ассортимент товаров, чтобы каждый клиент мог найти именно то, что ему подходит.
                            </p>
                            <p>
                            Мы гордимся тем, что наши товары создаются мастерами-ювелирами из качественных и экологически чистых материалов. Все изделия проходят тщательный контроль качества на каждом этапе производства, чтобы мы могли уверенно гарантировать высокое качество и долговечность нашей продукции.
                            </p>
                            <p>
                            Мы стремимся предоставлять лучший сервис и оперативную помощь в любых вопросах, связанных с нашими продуктами. Мы всегда рады помочь нашим клиентам и решить любые проблемы или вопросы, связанные с нашей продукцией.
                            </p>
                            <p>
                            Мы ценим наших клиентов и партнеров и стремимся сделать нашу компанию лучшей для них. Наша компания также придерживается высоких стандартов этики и социальной ответственности. Мы активно участвуем в благотворительных проектах, поддерживая наших клиентов и общество в целом.
                            </p>
                            <p>
                            Мы гордимся тем, что предоставляем свою продукцию не только женщинам, но и мужчинам, а также детям. Мы уверены, что каждый найдет у нас что-то, что подойдет именно ему.
                            </p>
                            <p>
                            Благодарим Вас за выбор 925Kazakhstan! Мы обязуемся продолжать предоставлять высококачественные и модные
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </>
    )
}

export default AboutScreen
