import React from "react"
import styles from "../styles/Cart.module.scss"

const FranchiseScreen = () => {
    return (
        <>
            <div className={styles.orderHistory} style={{ textAlign: "justify" }}>
                <div className="container">
                    <div className="row ">
                        <div className="col-lg-12 col-12  mt-3">
                            <h2>Франшиза: начни свой бизнес вместе с нами</h2>
                            <p>
                            Вы являетесь предпринимателем и хотите начать свой собственный бизнес в сфере ювелирных изделий и модных аксессуаров? Мы предлагаем Вам стать нашим франчайзи и воспользоваться всеми преимуществами, которые мы можем предоставить.
                            </p>
                            <p>
                            Компания 925Kazakhstan – это успешный бренд, специализирующийся на производстве и продаже ювелирных изделий и модных аксессуаров из серебра и драгоценных камней. Наша продукция пользуется популярностью у многих покупателей, и мы готовы поделиться нашим опытом и знаниями с Вами.
                            </p>
                            <p>
                            Стать нашим франчайзи – это возможность начать свой бизнес с минимальными рисками. Мы предоставляем полностью готовый бизнес с дизайном бутиков, учетными записями и экономическим планом. Мы также поможем Вам вести торговлю и обеспечим полную поддержку в развитии Вашего бизнеса.
                            </p>
                            <p>
                            Наша продукция – это изысканные ювелирные изделия и модные аксессуары, которые пользуются популярностью у многих покупателей. Наши коллекции включают в себя серьги, кольца, часы, ожерелья, подвески, а также сумки, шарфы и бижутерию. Мы работаем только с высококачественными материалами и драгоценными камнями, чтобы обеспечить нашим покупателям продукцию высокого качества.
                            </p>
                            <p>
                            Станьте частью нашей команды и начните свой бизнес вместе с нами. Обращайтесь к нам за подробной информацией о нашей франшизе, и мы ответим на все Ваши вопросы.
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </>
    )
}

export default FranchiseScreen
