import React from "react"
import Meta from "../components/Meta"
import styles from "../styles/Cart.module.scss"

const AboutScreen = () => {
    return (
        <><Meta title='Пользовательское соглашение' description=' Весь контент, размещенный на нашем сайте, включая текст, фотографии, видео и дизайн, является нашей собственностью'/>
            <div className={styles.orderHistory} style={{ textAlign: "justify" }}>
                <div className="container">
                    <div className="row ">
                        <div className="col-lg-12 col-12  mt-3">
                            <h2>Пользовательское соглашение</h2>
                            <h5>Правила использования сайта</h5>
                            <p>
                                Используя наш сайт, вы соглашаетесь с условиями и положениями, изложенными в этом разделе. Мы
                                оставляем за собой право изменять эти условия в любое время без предварительного уведомления.
                                Пожалуйста, проверяйте эту страницу
                            </p>
                            <h5>Правила использования материалов сайта</h5>
                            <p>
                                Весь контент, размещенный на нашем сайте, включая текст, фотографии, видео и дизайн, является
                                нашей собственностью и был предоставлен нам командой{" "}
                                <a href="https://www.dimax.media/" target="_blank" rel="noreferrer">
                                    dimax.media
                                </a>
                                . Этот контент защищен законами об авторском праве и может использоваться только с нашего
                                письменного разрешения.
                            </p>
                            <h5>Конфиденциальность и безопасность</h5>
                            <p>
                                Мы стремимся защитить вашу конфиденциальность и безопасность нашего сайта. Мы используем файлы
                                cookie для улучшения работы сайта и сбора информации о пользователях, однако мы не раскрываем эту
                                информацию третьим лицам.
                            </p>
                            <h5>Какую информацию мы собираем</h5>
                            <p>
                                На нашей онлайн-платформе, в случае когда вы делаете заказ, участвуете в акции, исследованиях или
                                иным образом взаимодействуете с нами, мы собираем как личную информацию, так и общие данные.
                                Личная информация касается отдельного пользователя и обрабатывается в порядке, в пределах, с
                                целью, определенных в Положении. Мы не требуем регистрации или предоставления такой информации для
                                просмотра нашей Онлайн-платформы и получения доступа к ее содержанию. Для того чтобы сделать заказ
                                товаров/услуг, участвовать в акциях, исследованиях или иным образом взаимодействовать с нами, вы
                                должны внимательно ознакомиться с вашими правами и обязанностями по обработке персональных данных,
                                указанных в статьях Закона «О защите персональных данных» и Положении, внимательно ознакомиться с
                                настоящим Пользовательским соглашением и Положением, а также выразить свое полное согласие с их
                                условиями. Если вы не согласны с каким-либо из условий настоящего Пользовательского соглашения и
                                Положением об обработке и защите персональных данных, пожалуйста, не предоставляйте личную
                                информацию (персональные данные).
                            </p>
                            <h5>Почему мы обрабатываем персональные данные</h5>
                            <p>
                                Термин «персональные данные» используется в значении, определенном Законом «О защите персональных
                                данных» и составляет совокупность сведений о пользовании, которые определяются в Положении. Мы
                                можем обрабатывать ваши персональные данные для целей и с целью, определенной в Положении. При
                                этом одновременно могут применяться одна или несколько целей. Мы действуем в соответствии с
                                настоящим Пользовательским соглашением, на основании Положения об обработке и защите персональных
                                данных и на основании действующего законодательства
                            </p>
                            <h5>Как собираем информацию</h5>
                            <p>
                                Цели обработки персональных данных, а также другие условия касательно обработки персональных
                                данных определяются в Положении. Личная информация, как мы отметили выше, поступает
                                непосредственно от вас и с вашего ведома. Так, когда вы регистрируетесь на Онлайн-платформе, мы
                                получаем предоставленную вами информацию. Когда вы регистрируетесь в различных акциях и скидках,
                                мы собираем информацию, необходимую для вашего участия, чтобы выполнить наши обязательства перед
                                вами. Когда вы осуществляете заказ товара, мы собираем указанную вами информацию, чтобы оформить
                                заказ и доставить его вам. Когда вы отправляете нам электронное письмо, мы сохраняем указанный
                                вами адрес электронной почты, чтобы иметь возможность ответить и т. д. Также мы постоянно собираем
                                общую информацию, когда вы заходите на нашу Онлайн-платформу. Процесс сбора таких данных
                                происходит с помощью технологий cookies, как объясняется ниже.
                            </p>
                            <h5>Цены и наличие товара</h5>
                            <p>
                                Описание товаров, размещенных на нащей Онлайн-платформе, в том числе цены, указанные на
                                Онлайн-платформе, и информация о наличии товаров, может изменяться. Сумма заказа может изменяться
                                в зависимости от цены, количества, номенклатуры товара и вашей персональной скидки. Окончательная
                                стоимость товара указывается в разделе оформление заказа. В случае отсутствия товара на складе, мы
                                можем в одностороннем порядке отменять заказ.
                            </p>
                            <h5>Третьи стороны, предоставляющие услуги</h5>
                            <p>
                                В процессе работы мы обращаемся к другим компаниям и лицам, выполняющим множество функций.
                                Например, выполнение и доставку заказов, оказание поддержки потребителей, заказываем у
                                определенных агентств администрирование промокампаний, анализ данных. Эти агентства могут иметь
                                доступ к личной информации, если это необходимо для выполнения их функций, однако им запрещено
                                использовать личную информацию в других целях, чем та, которая указана в нашем Пользовательском
                                соглашении и в нашем Положении об обработке и защите персональных данных, и мы требуем от них
                                соблюдение конфиденциальности. Общая информация касается таких аспектов, как количество
                                посетителей Онлайн-платформы, на какие страницы они заходят, какую информацию скачивают, тип
                                веб-браузера и операционная система, которую они используют, название провайдера интернет-услуг и
                                т. п. Когда Вы заходите на нашу Онлайн-платформу, мы автоматически получаем эту информацию и
                                обобщаем с подобными данными о других посетителях. Собирая такую информацию, мы анализируем, как
                                лучше приспособить нашу онлайн платформу к потребностям посетителей.
                            </p>
                            <h5>Обновление данного Соглашения</h5>
                            <p>
                                Когда вы делаете заказ, участвуете в акции, исследованиях или иным образом взаимодействуете с
                                нами, вы соглашаетесь с условиями Пользовательского соглашения и Положения. Мы можем в
                                одностороннем порядке изменять или обновлять части настоящего Соглашения в любое время без
                                предварительного уведомления. Пожалуйста, время от времени просматривайте Пользовательское
                                соглашение, чтобы узнать о его изменениях и обновлениях. Все изменения в данном Пользовательском
                                соглашении вступают в силу с момента их публикации. В случае признания недействительной или
                                невыполнимой какой-либо части данного Пользовательского соглашения, другие его части будут
                                оставаться действующими.
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </>
    )
}

export default AboutScreen
