import React from "react"
import styles from "../styles/Cart.module.scss"

const OptScreen = () => {
    return (
        <>
            <div className={styles.orderHistory} style={{ textAlign: "justify" }}>
                <div className="container">
                    <div className="row ">
                        <div className="col-lg-12 col-12  mt-3">
                            <h2>Оптовые закупки</h2>
                            <h5>Получите доступ к широкому ассортименту товаров и выгодным ценам</h5>
                            <p>
                            Если у Вас уже есть готовые бутики и Вы ищете поставщика качественных и стильных ювелирных изделий и модных аксессуаров из серебра и драгоценных камней, Вы можете обратиться к нам
                            </p>
                            <p>
                            Если у Вас уже есть готовые бутики и Вы ищете поставщика качественных и стильных ювелирных изделий и модных аксессуаров из серебра и драгоценных камней, Вы можете обратиться к нам.
                            </p>
                            <p>
                            Наша компания предлагает Вам оптовые закупки на выгодных условиях. Мы являемся надежным поставщиком ювелирных изделий и модных аксессуаров, которые пользуются популярностью у многих покупателей. Наше ассортимент включает в себя широкий выбор товаров, таких как серьги, кольца, часы, ожерелья, подвески, а также одежда, сумки, шарфы и бижутерия.
                            </p>
                            <p>
                            Мы предлагаем нашим оптовым покупателям гибкую систему скидок, которая позволит Вам экономить при пополнении Вашего товарного запаса. Чем больше Вы закажете, тем выше будет Ваша скидка. Мы гарантируем, что наши цены находятся на конкурентном уровне, и Вы сможете приобрести качественный товар по доступной цене.
                            </p>
                            <p>
                            Мы также готовы предоставить нашим оптовым клиентам полную поддержку в вопросах логистики и доставки. Мы работаем с надежными логистическими компаниями, чтобы обеспечить быструю и надежную доставку товаров в любую точку.
                            </p>
                            <p>
                            Если Вы хотите получить доступ к нашим оптовым закупкам, просто свяжитесь с нами, и мы с радостью предоставим Вам подробную информацию о наших условиях сотрудничества.
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </>
    )
}

export default OptScreen
