import React from "react"
import styles from "../styles/Cart.module.scss"

const OptScreen = () => {
    return (
        <>
            <div className={styles.orderHistory} style={{ textAlign: "justify" }}>
                <div className="container">
                    <div className="row ">
                        <div className="col-lg-12 col-12  mt-3">
                            <h2>Оптовые закупки </h2>
                            <h5>925 Kazakhstan открывает направление – оптовые продажи. Основные преимущества работы с нами:</h5>
                            <li>маржинальность бизнеса от 50 до 70%;</li>
                            <li>большой ассортимент трендовых украшений;</li>
                            <li>cпециальные условия и скидки в зависимости от объема закупки;</li>
                            <li>cильная маркетинговая поддержка;</li>
                            <li>стабильность бизнеса;</li>
                            <li>проработанная бизнес модель.</li>
                            <br />
                            <h5>Получите доступ к широкому ассортименту товаров и выгодным ценам</h5>
                            <p>
                                Мы поставляем более 3000 разных видов модных и востребованных ювелирных украшений из серебра.
                                Специально для оптовых партнеров мы разработали выгодную систему закупок, которая позволит вам
                                зарабатывать 50% - 70% от рекомендованной цены на полке. Мы гарантируем Вам надёжное партнёрство и
                                высокое качество изделий.
                            </p>

                            <p>
                                Если у Вас уже есть готовые бутики и Вы ищете поставщика качественных и стильных ювелирных изделий
                                и модных аксессуаров из серебра и драгоценных камней, Вы можете обратиться к нам.
                            </p>
                            <p>
                                Мы предлагаем ювелирные изделия оптом от производителя. Для заказа доступна продукция с уникальным
                                авторским дизайном, выполненная в самых разных стилях — классика, модерн, этно, эклектика и многое
                                другое. Это красивые ювелирные изделия из серебра оптом, латуни, золота, родия разнообразных
                                металлических сплавов, с камнями и без, позолотой, гравировкой, декоративными покрытиями. Вниманию
                                покупателей представлены коллекции для мужчин и женщин, ювелирные украшения оптом для повседневных
                                деловых образов и вечерних выходов, оригинальные подарочные наборы и ещё многое другое. В каталоге
                                вы найдете достаточное количество товаров сразу нескольких ценовых категорий для составления
                                полноценного ассортимента в своем магазине, начиная от недорогих ювелирных изделий оптом и
                                заканчивая элитными сериями, выпущенными ограниченным тиражом. Наши мастера постоянно работают над
                                созданием новых коллекций, в которых сочетаются актуальные тенденции и проверенные временем
                                традиционные приемы. С недавних пор 925 Kazakhstan — это не только стильные ювелирные украшения
                                оптом от производителя, но ещё и масса других товаров.
                            </p>
                            <p>
                                Среди них:
                                <li>элитная парфюмерия. Жидкие парфюмы и твердые духи турецкого разлива;</li>
                                <li>
                                    ароматы для дома. Благовония, ароматические свечи, практичные диффузаторы с ротанговыми
                                    палочками.
                                </li>
                            </p>
                            <h5>Всесторонняя маркетинговая поддержка</h5>
                            <p>
                                Мы уже не первый год успешно работаем в сфере продаж, поэтому знаем практически все секреты
                                успешного продвижения бренда. Наша команда с удовольствием поможет и вам добиться успеха, избежать
                                &ldquo;подводных камней&ldquo;, получить ощутимую прибыль и оправдать расходы в достаточно сжатые сроки.
                            </p>
                            <h5>Выгодные условия</h5>
                            <p>
                            Для оптовых покупателей эксперты компании разработали специальную систему, прямо пропорциональную объемам закупок. Что это значит? Все очень просто! Чем большую партию ювелирных украшений оптом и других товаров вы закажете у нас, тем солиднее будет размер вашей персональной скидки. Предусмотрена доставка во все города Казахстана. Условия, сроки, стоимость индивидуальны для каждого заказа.
                            </p>
                            <p>
                                Наша компания предлагает Вам оптовые закупки на выгодных условиях. Мы являемся надежным
                                поставщиком ювелирных изделий и модных аксессуаров, которые пользуются популярностью у многих
                                покупателей. Наше ассортимент включает в себя широкий выбор товаров, таких как серьги, кольца,
                                часы, ожерелья, подвески, а также одежда, сумки, шарфы и бижутерия.
                            </p>
                            <p>
                            Планируете открыть свое собственное дело или расширить уже действующий бизнес? В таком случае наш ювелирный интернет-магазин станет вашим надёжным партером! Минимум усилий и вложений — максимум эффективности! Свяжитесь с менеджером компании, чтобы как можно быстрее оценить все преимущества сотрудничества и мы с радостью
                                предоставим Вам подробную информацию о наших условиях сотрудничества..
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </>
    )
}

export default OptScreen
